-- MySQL dump 10.13  Distrib 5.7.28, for Linux (x86_64)
--
-- Host: localhost    Database: users
-- ------------------------------------------------------
-- Server version	5.7.28-0ubuntu0.18.04.4

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `log_users`
--

DROP TABLE IF EXISTS `log_users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `log_users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `email` varchar(80) DEFAULT NULL,
  `password` char(16) DEFAULT NULL,
  `ter_name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `log_users`
--

LOCK TABLES `log_users` WRITE;
/*!40000 ALTER TABLE `log_users` DISABLE KEYS */;
INSERT INTO `log_users` VALUES (1,'nikita@mail.com','12345','м.Сімферополь');
/*!40000 ALTER TABLE `log_users` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_koatuu_tree`
--

DROP TABLE IF EXISTS `t_koatuu_tree`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_koatuu_tree` (
  `ter_id` char(10) COLLATE utf8_unicode_ci NOT NULL,
  `ter_pid` char(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `ter_name` varchar(96) COLLATE utf8_unicode_ci NOT NULL,
  `ter_address` varchar(128) COLLATE utf8_unicode_ci NOT NULL,
  `ter_type_id` int(11) NOT NULL,
  `ter_level` tinyint(3) unsigned NOT NULL,
  `ter_mask` tinyint(3) unsigned NOT NULL,
  `reg_id` char(2) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`ter_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_koatuu_tree`
--

LOCK TABLES `t_koatuu_tree` WRITE;
/*!40000 ALTER TABLE `t_koatuu_tree` DISABLE KEYS */;
INSERT INTO `t_koatuu_tree` VALUES ('0100000000',NULL,'Автономна Республіка Крим','Автономна Республіка Крим',0,1,2,'01'),('0110100000','0100000000','м.Сімферополь','м.Сімферополь, Автономна Республіка Крим',1,2,5,'01'),('0110136300','0110100000','Залізничний район міста','Залізничний район міста, м.Сімферополь, Автономна Республіка Крим',3,3,8,'01'),('0110136600','0110100000','Київський район міста','Київський район міста, м.Сімферополь, Автономна Республіка Крим',3,3,8,'01'),('0110136900','0110100000','Центральний район міста','Центральний район міста, м.Сімферополь, Автономна Республіка Крим',3,3,8,'01'),('0110165300','0110100000','смт Аерофлотське','смт Аерофлотське, м.Сімферополь, Автономна Республіка Крим',4,3,8,'01'),('0110165600','0110100000','смт Гресівське','смт Гресівське, м.Сімферополь, Автономна Республіка Крим',4,3,8,'01'),('0110165601','0110165600','с-ще Бітумне (смт Гресівське)','с-ще Бітумне (смт Гресівське), м.Сімферополь, Автономна Республіка Крим',6,4,10,'01'),('0110165800','0110100000','смт Комсомольське','смт Комсомольське, м.Сімферополь, Автономна Республіка Крим',4,3,8,'01'),('0110166200','0110100000','смт Аграрне','смт Аграрне, м.Сімферополь, Автономна Республіка Крим',4,3,8,'01'),('0110300000','0100000000','м.Алушта','м.Алушта, Автономна Республіка Крим',1,2,5,'01'),('0110345400','0110300000','смт Партеніт','смт Партеніт, м.Алушта, Автономна Республіка Крим',4,3,8,'01'),('0110345401','0110300000','с-ще Бондаренкове (смт Партеніт)','с-ще Бондаренкове (смт Партеніт), м.Алушта, Автономна Республіка Крим',6,4,10,'01'),('0110345405','0110300000','с-ще Чайка (смт Партеніт)','с-ще Чайка (смт Партеніт), м.Алушта, Автономна Республіка Крим',6,4,10,'01'),('0110390901','0110300000','с.Ізобільне','с.Ізобільне, м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110390903','0110300000','с.Верхня Кутузовка (Ізобільнянська сільрада)','с.Верхня Кутузовка (Ізобільнянська сільрада), м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110390905','0110300000','с.Нижня Кутузовка (Ізобільнянська сільрада)','с.Нижня Кутузовка (Ізобільнянська сільрада), м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110390907','0110300000','с-ще Розовий (Ізобільнянська сільрада)','с-ще Розовий (Ізобільнянська сільрада), м.Алушта, Автономна Республіка Крим',6,4,10,'01'),('0110391401','0110300000','с.Лучисте','с.Лучисте, м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110391403','0110300000','с-ще Лаванда (Лучистівська сільрада)','с-ще Лаванда (Лучистівська сільрада), м.Алушта, Автономна Республіка Крим',6,4,10,'01'),('0110391405','0110300000','с-ще Семидвір\'я (Лучистівська сільрада)','с-ще Семидвір\'я (Лучистівська сільрада), м.Алушта, Автономна Республіка Крим',6,4,10,'01'),('0110391801','0110300000','с.Малий Маяк (Маломаяцька сільрада)','с.Малий Маяк (Маломаяцька сільрада), м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110391803','0110300000','с-ще Виноградне (Маломаяцька сільрада)','с-ще Виноградне (Маломаяцька сільрада), м.Алушта, Автономна Республіка Крим',6,4,10,'01'),('0110391805','0110300000','с.Запрудне (Маломаяцька сільрада)','с.Запрудне (Маломаяцька сільрада), м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110391807','0110300000','с.Кипарисне (Маломаяцька сільрада)','с.Кипарисне (Маломаяцька сільрада), м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110391809','0110300000','с.Лаврове (Маломаяцька сільрада)','с.Лаврове (Маломаяцька сільрада), м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110391811','0110300000','с-ще Лазурне (Маломаяцька сільрада)','с-ще Лазурне (Маломаяцька сільрада), м.Алушта, Автономна Республіка Крим',6,4,10,'01'),('0110391813','0110300000','с.Нижнє Запрудне (Маломаяцька сільрада)','с.Нижнє Запрудне (Маломаяцька сільрада), м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110391815','0110300000','с.Пушкіне (Маломаяцька сільрада)','с.Пушкіне (Маломаяцька сільрада), м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110391817','0110300000','с-ще Утьос (Маломаяцька сільрада)','с-ще Утьос (Маломаяцька сільрада), м.Алушта, Автономна Республіка Крим',6,4,10,'01'),('0110392101','0110300000','с.Малоріченське','с.Малоріченське, м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110392103','0110300000','с.Генеральське (Малоріченська сільрада)','с.Генеральське (Малоріченська сільрада), м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110392105','0110300000','с.Рибаче (Малоріченська сільрада)','с.Рибаче (Малоріченська сільрада), м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110392107','0110300000','с.Сонячногірське (Малоріченська сільрада)','с.Сонячногірське (Малоріченська сільрада), м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110393001','0110300000','с.Привітне','с.Привітне, м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110393002','0110300000','с.Зеленогір\'я (Привітненська сільрада)','с.Зеленогір\'я (Привітненська сільрада), м.Алушта, Автономна Республіка Крим',5,4,10,'01'),('0110600000','0100000000','м.Джанкой','м.Джанкой, Автономна Республіка Крим',1,2,5,'01'),('0110900000','0100000000','м.Євпаторія','м.Євпаторія, Автономна Республіка Крим',1,2,5,'01'),('0110945300','0110900000','смт Заозерне','смт Заозерне, м.Євпаторія, Автономна Республіка Крим',4,3,8,'01'),('0110945600','0110900000','смт Мирне','смт Мирне, м.Євпаторія, Автономна Республіка Крим',4,3,8,'01'),('0110945800','0110900000','смт Новоозерне','смт Новоозерне, м.Євпаторія, Автономна Республіка Крим',4,3,8,'01'),('0111200000','0100000000','м.Керч','м.Керч, Автономна Республіка Крим',1,2,5,'01');
/*!40000 ALTER TABLE `t_koatuu_tree` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-01-31 11:04:25
